[
    {
        "field_name": "consent_1",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "info",
        "field_label": "NHS ID Consent",
        "select_choices_or_calculations": [
            {
                "code": "Part1",
                "label": "We invite you to take part in this research study and give your permission to share your NHS data."
            },
            {
                "code": "Part2",
                "label": "The first section tells you the purpose of the study and what it involves. The second section gives more detailed information. If you decide to take part we will ask you to give your consent (permission)."
            },
            {
                "code": "Part3",
                "label": "Please read this information carefully which takes around five minutes. Please talk to your family or friends if helpful. Please contact us with any questions."
            }
        ],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_3",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What does the study involve?</b><br><br>If you take part, we will need to collect your NHS or CHI number. We need to understand your health now and in the future. We can do this using information in your NHS record (such as from GP and hospital records). We can obtain this data if we have your permission and your NHS number (CHI number in Scotland). We will explain how to find your NHS or CHI number which we will ask you to enter in the app.<br><br>We will follow your health using your NHS records for up to 20 years. You can withdraw at any time by emailing us, or continue in the study but stop collecting information by deleting the app from your phone.<br><br>Many types of people are suitable to take part because we want to compare the information from healthy people and people with different types of disease.<br><br>You must be over 18 years old, and able to understand the study well enough to agree to take part.<br><br>We will also ask if you would let us contact you again to ask if you would consider taking part in future studies.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_4",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>Purpose of the Study</b><br><br>We want to understand how patterns of physical activity and mobility change over time in different diseases.<br><br>Although many diseases affect a person's physical activity (such as walking) or mobility (such as travelling to different places) this has not been studied much because we have not had tools that can measure activity and mobility in daily life.<br><br>Smartphones are able to automatically measure both physical activity (by measuring movement) and mobility (using GPS). This lets us study activity and mobility over time in many thousands of people for the first time.<br><br>We want to use this ability of smartphones to measure how activity and mobility differ between people with different diseases and healthy people. We believe such differences might help us find new ways to diagnose and predict disease.<br><br>This study observes activity and mobility and does not provide any treatment. You will see the information gathered but it will not be sent to your doctor or used in your medical care.<br><br>We will ask some questions later on to confirm if you are suitable to take part. It is entirely up to you whether to join the study.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_6a",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What will happen to my data?</b><br><br>We take your privacy and security of your data very seriously. We will do everything possible to reduce the risk of unauthorised access to your data. We have put in place measures that separate your data into different places. This means that even if unauthorised access occurs, the risk to your privacy is very low.<br><br>We will provide your NHS or CHI number and your study pseudo-identifier code to  NHS data controllers to request your NHS records. The NHS data controllers will provide your NHS data linked to your pseudo-identifier code. We will store your NHS data in a separate highly secure, password-protected database different to that used to store your personal identifiable details, or the database used to store your activity, questionnaire and GPS data (if you allow us to obtain this)<br><br>To analyse the results from many study participants we will extract selected data from the activity, mobility, questionnaires and NHS record databases and use the pseudo-identifier code to match these in another separate highly secure, password-protected database, where we will combine the data from different groups of people. The results will be completely anonymous as they will be combined from many participants and not relate to any individual. It is these results that we will publicise and publish.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_9",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I am over 18 years old.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_10",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I live in England, Wales, or Scotland.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_13",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I give my consent to obtain my NHS or CHI number.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    }
]