[
    {
        "field_name": "consent_1",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "info",
        "field_label": "Study Consent",
        "select_choices_or_calculations": [
            {
                "code": "Part1",
                "label": "We invite you to take part in this research study. This Participant Information Questionnaire will explain the study to help you decide whether you want to take part. It is entirely up to you whether or not to join the study."
            },
            {
                "code": "Part2",
                "label": "The first section tells you the purpose of the study and what it involves. The second section gives more detailed information. After this we will ask you some questions to check you understand the information and are able to take part. If you decide to take part we will ask you to give your consent (permission)."
            },
            {
                "code": "Part3",
                "label": "Please read this information carefully which takes around ten minutes. Please talk to your family or friends if helpful. Please contact us with any questions."
            }
        ],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_2",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>Why are we doing this study?</b><br><br>We want to understand how patterns of physical activity (like walking) and mobility (like how often someone uses a motor vehicle) differ over time in people with different types of disease compared with healthy people.<br><br>This is important as it may allow us to find ways to predict or detect diseases earlier. It may also help understand which people respond to different treatments.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "cosent_3",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What does the study involve?</b><br><br>If you take part, this app will:<br><br>1. Ask you to complete a quality of life questionnaire every four weeks<br><br>2. Constantly measure your steps when you are carrying your phone<br><br>3. Use GPS to allow us to measure things like your walking speed, if you travel in motor vehicles, and factors such as the weather and local air pollution.<br><br>Although we would like to collect all this information, you will be able to choose not to allow GPS measurements.<br><br>To make sense of the activity and mobility data, we need to understand your health now and in future. We can do this using information in your NHS record (such as from GP and hospital records).<br><br>We will collect phone information for up to five years and will follow your health us<br><br>Many types of people are suitable to take part because we want to compare the information from healthy people and people with different types of disease.<br><br>You must be over 18 years old, and able to understand the study well enough to agree to take part.<br><br>We will also ask if you would let us contact you again to ask if you would consider taking part in future studies.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_4",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>Purpose of the Study</b><br><br>We want to understand how patterns of physical activity and mobility change over time in different diseases.<br><br>Although many diseases affect a person's physical activity (such as walking) or mobility (such as travelling to different places) this has not been studied much because we have not had tools that can measure activity and mobility in daily life.<br><br>Smartphones are able to automatically measure both physical activity (by measuring movement) and mobility (using GPS). This lets us study activity and mobility over time in many thousands of people for the first time.<br><br>We want to use this ability of smartphones to measure how activity and mobility differ between people with different diseases and healthy people. We believe such differences might help us find new ways to diagnose and predict disease.<br><br>This study observes activity and mobility and does not provide any treatment. You will see the information gathered but it will not be sent to your doctor or used in your medical care.<br><br>We will ask some questions later on to confirm if you are suitable to take part. It is entirely up to you whether to join the study.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_5",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What else would the study involve?</b><br><br>You will not need to meet a researcher; the study is completed entirely through this app. However, you can contact us any time on [include study email/telephone]<br><br>We would like to collect activity, mobility and quality of life questionnaire data for up to five years. We would like to continue to follow up your health for up to twenty years.<br><br>Your healthcare is not affected whether or not you take part in this study.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_6",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>Are there any benefits to taking part in the study?</b><br><br>If you join the study you will contribute to research that might help find ways to improve health and medical care. However, taking part does not give direct benefits.<br><br>You will be able to see the data being recorded each day, to give you information on your activity and mobility.<br><br>We will publicise our findings so you can see what we have learnt from this study.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_6a",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What will happen to my data?</b><br><br>We take your privacy and security of your data very seriously. We will do everything possible to reduce the risk of unauthorised access to your data. We have put in place measures that separate your data into different places. This means that even if unauthorised access occurs, the risk to your privacy is very low.<br><br>The study data controller is the University of Sheffield. The Data Controller has legal accountabilities to ensure the study is compliant with the General Data Protection Regulation (GDPR) and the Data Protection Act.<br><br>If you join the study, we will refer to you by a special code (called a pseudo-identifier code) in our records.<br><br>Your personal identifiable details (name, date of birth, postcode, and NHS or CHI number) and permission to take part will be stored with this pseudo-identifier code in a highly secure, password-protected database. This will be kept separate from other data we collect and will only be accessible to the smallest possible number of the study team.<br><br>Your activity, questionnaire data and GPS data (if you allow us to obtain this) will be stored with your pseudo-identifier code in a separate highly secure, password-protected database. This means that someone accessing this data cannot tell who it came from.<br><br>We will use GPS data (if you allow us to obtain this) to calculate measurements of mobility (such as walking speed, time spent in motor vehicles, time in green spaces, etc). We will then delete the GPS data. This means we will only store GPS data for a short period of time (usually 5-7 days).<br><br>To analyse the results from many study participants we will extract selected data from the activity, mobility, questionnaires and NHS record databases and use the pseudo-identifier code to match these in another separate highly secure, password-protected database, where we will combine the data from different groups of people. The results will be completely anonymous as they will be combined from many participants and not relate to any individual. It is these results that we will publicise and publish.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_7",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What are the risks of taking part in the study?</b><br><br>We have tried to minimise any inconvenience or risks of taking part in this study.<br><br>Using the app will take some of your phone's battery and memory capability. The app has been designed to minimise this. Allowing us to use your GPS data will use more battery and data than just activity and questionnaires.<br><br>Completing the questionnaire will take a few minutes once a month. The rest of the data is obtained automatically.<br><br>We have put in place many measures to protect your privacy and data security. It is not possible to be completely guard against unauthorised access so we will continue to monitor and update our protection against this.<br><br>Only approved members of the study team will have access to your data. We will not provide access to identifiable data to collaborators or commercial companies.<br><br>It is important to allow sharing of data where this does not affect privacy and where it maximises the benefit of the research. We may share access to anonymised data with partner organisations if it is to the benefit of the research or NHS.<br><br>The University of Sheffield has in place insurance to cover the risk of any harms that could relate to this study.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_8",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "<b>What will happen if I don’t want to continue in the study?</b><br><br>If you withdraw from the study we will stop collecting data, and if we have not obtained your NHS data we will not request this. However, we may not be able to remove data collected before the date you withdraw from our analysis.<br><br><br><b>Who is funding this study?</b><br><br>This study is supported by the Sheffield NIHR Biomedical Research Centre.<br><br><br><b>How have patients and the public been involved?</b><br><br>The patient and public involvement group of the British Heart Foundation Data Science Centre has reviewed the text of this participant information sheet and consent process.<br><br>Once you have read this information we will ask you to answer some questions to confirm you understand the study and are suitable to take part.",
        "select_choices_or_calculations": [],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "info-type",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_9",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I am over 18 years old.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_10",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I live in England, Wales, or Scotland.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_11",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I understand that I can withdraw at any time, but you may still use data obtained until the date of my withdrawal.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_12",
        "form_name": "nhs_study_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I give my consent to take part in this study.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    },
    {
        "field_name": "consent_13",
        "form_name": "nhs_id_consent",
        "section_header": "",
        "field_type": "yesno",
        "field_label": "I give my consent to obtain my GPS data as well as activity and questionnaire data.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "",
        "evaluated_logic": ""
    }
]