[
    {
        "field_name": "pdss",
        "form_name": "patient_determined_disease_step_original",
        "section_header": "",
        "field_type": "radio",
        "field_label": "Welche Kategorie beschriebt Ihre Laufsituation am ehesten?",
        "select_choices_or_calculations": [
            {
                "code": "0",
                "label": "<B>Normal:</B> Ich habe einige milde Symptome, größtenteils sensorisch durch MS aber sie schränken meine Aktivität nicht ein. Wenn ich einen Anfall habe fühle ich mich danach wieder normal. "
            },
            {
                "code": "1",
                "label": "<B>Leichte Behinderung:</B> Ich habe einige deutliche Symptome durch meine MS aber sie sind unwesentlich und haben nur geringen Einfluss auf meinen Lebensstil. "
            },
            {
                "code": "2",
                "label": "<B>Moderate Behinderung:</B> Ich habe keine Einschränkung meiner Lauffähigkeit. Allerdings habe ich signifikante Probleme durch die MS die meine täglichen Aktivitäten anders einschränken. "
            },
            {
                "code": "3",
                "label": "<B>Laufbehinderung:</B> MS stört mich in meiner Aktivität, besonders beim laufen. Ich kann einen ganzen Tag arbeiten, aber athletische oder körperlich anstrengende Aktivitäten sind schwerer als sie es mal waren. Ich brauche normalerweise keinen Gehstock oder andere Hilfe beim laufen, aber während einem Anfall brauche ich eventuell Hilfe. "
            },
            {
                "code": "4",
                "label": "<B>Anfängliche Gehhilfe:</B> Ich benutze zum Laufen einen Gehstock, eine einzelne Krücke oder eine andere Art der Unterstützung (z.B. an der Wand oder dem Arm eines anderen abstützen), immer oder nur Zeitweise, aber besonders wenn Ich draußen laufe. Ich denke ich kann 10 Meter in 20 Sekunden ohne Gehstock oder Krücke laufen. Ich brauche immer eine Gehhilfe (Gehstock oder Krücke) wenn ich bis zu drei Häuserblocks laufen will. "
            },
            {
                "code": "5",
                "label": "<B>Fortgeschrittene Gehhilfe:</B> Um 10 Meter zu laufen brauche ich immer einen Gehstock, eine Krücke oder jemand zum abstützen. Ich kann mich zu Hause oder in anderen Gebäuden durch festhalten an Möbeln oder der Wand fortbewegen. Ich brauche vielleicht einen Rollstuhl o.ä. wenn ich größere Strecken zurücklegen will. "
            },
            {
                "code": "6",
                "label": "<B>Beidseitige Unterstützung:</B> Um bis zu 10 Meter zu laufen brauche Ich zwei Gehhilfen oder einen Rollator. Für längere Strecken benötige ich unter Umständen eine Rollstuhl o.ä. "
            },
            {
                "code": "7",
                "label": "<B>Rollstuhl o.ä.:</B> Meine Haupt-Fortbewegungsart ist der Rollstuhl. Ich kann vielleicht stehen und/oder ein bis zwei Schritte gehen, aber ich kann keine 10 Meter laufen, nicht mal mit Gehhilfen. "
            },
            {
                "code": "8",
                "label": "<B>Bettlegrig:</B> Ich kann nicht für mehr als eine  in einem Rollstuhl sitzen."
            }
        ],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "Instructions: Please read the choices listed below and choose the one that best describes your own situation.\nThis scale focuses mainly on how well you walk. You might not find a description that reflects\nyour condition exactly, but please mark the one category that describes your situation the closest.",
        "evaluated_logic": ""
    }
]