[
    {
        "field_name": "pdss",
        "form_name": "patient_determined_disease_step_original",
        "section_header": "",
        "field_type": "radio",
        "field_label": "Which category describes your walking situation closest?",
        "select_choices_or_calculations": [
            {
                "code": "0",
                "label": "<B>Normal:</B> I may have some mild symptoms, mostly sensory due to MS but they do not limit my activity. If I do have an attack, I return to normal when the attack has passed. "
            },
            {
                "code": "1",
                "label": "<B>Mild Disability:</B> I have some noticeable symptoms from my MS but they are minor and have only a small effect on my lifestyle. "
            },
            {
                "code": "2",
                "label": "<B>Moderate Disability:</B> I do not have any limitations in my walking ability. However, I do have significant problems due to MS that limit daily activities in other ways. "
            },
            {
                "code": "3",
                "label": "<B>Gait Disability:</B> MS does interfere with my activities, especially my walking. I can work a full day, but athletic or physically demanding activities are more difficult than they used to be. I usually do not need a cane or other assistance to walk, but I might need some assistance during an attack. "
            },
            {
                "code": "4",
                "label": "<B>Early Cane:</B> I use a cane or a single crutch or some other form of support (such as touching a wall or leaning on someones arm) for walking all the time or part of the time, especially when walking outside. I think I can walk 25 feet in 20 seconds without a cane or crutch. I always need some assistance (cane or crutch) if I want to walk as far as 3 blocks. "
            },
            {
                "code": "5",
                "label": "<B>Late Cane:</B> To be able to walk 25 feet, I have to have a cane, crutch or someone to hold onto. I can get around the house or other buildings by holding onto furniture or touching the wallsfor support. I may use a scooter or wheelchair if I want to go greater distances. "
            },
            {
                "code": "6",
                "label": "<B>Bilateral Support:</B> To be able to walk as far as 25 feet I must have 2 canes or crutches or a walker. I may use a scooter or wheelchair for longer distances. "
            },
            {
                "code": "7",
                "label": "<B>Wheelchair / Scooter:</B> My main form of mobility is a wheelchair. I may be able to stand and/or take one or two steps, but I cannot walk 25 feet, even with crutches or a walker. "
            },
            {
                "code": "8",
                "label": "<B>Bedridden:</B> Unable to sit in a wheelchair for more than one hour"
            }
        ],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "Instructions: Please read the choices listed below and choose the one that best describes your own situation.\r\nThis scale focuses mainly on how well you walk. You might not find a description that reflects\r\nyour condition exactly, but please mark the one category that describes your situation the closest.",
        "evaluated_logic": ""
    }
]