[
    {
        "field_name": "pdss",
        "form_name": "patient_determined_disease_step_original",
        "section_header": "",
        "field_type": "radio",
        "field_label": "Por favor, lea las opciones que aparecen a continuación y seleccione la que <B>mejor</B> describa su capacidad para caminar.",
        "select_choices_or_calculations": [
            {
                "code": "0",
                "label": "<B>Normal:</B> Puede ser que tenga algunos síntomas leves, en su mayoría sensoriales debido a la EM pero ellos no limitan mi actividad. Si tengo un brote, vuelvo a mi estado normal una vez que éste haya pasado. "
            },
            {
                "code": "1",
                "label": "<B>Discapacidad leve:</B> Tengo algunos síntomas de mi EM que se notan, pero son leves y sólo interfieren un poco en mi modo de vida. "
            },
            {
                "code": "2",
                "label": "<B>Discapacidad moderada:</B> No tengo ninguna limitación en mi capacidad para caminar. Sin embargo, tengo algunos problemas importantes debido a mi EM que limitan mis actividades diarias en otras formas. "
            },
            {
                "code": "3",
                "label": "<B>Discapacidad en la marcha:</B> La EM interfiere en mis actividades, especialmente al caminar. Puedo trabajar un día entero, pero las actividades que exigen esfuerzo atlético o físico me resultan más difíciles que antes. Por lo general, no necesito un bastón ni ninguna otra ayuda para caminar, pero puedo necesitar algo de ayuda durante un brote. "
            },
            {
                "code": "4",
                "label": "<B>Poco bastón: </B> Uso un bastón, una sola muleta o algún otro tipo de soporte (como tocar una pared o inclinarme sobre el brazo de alguien) para caminar todo el tiempo o parte del tiempo, especialmente al caminar fuera de mi casa. Creo que puedo caminar alrededor de 25 pies (7,50 metros) en 20 segundos <B>sin</B> bastón o muleta. Siempre necesito algo de ayuda (bastón o muleta) si quiero caminar hasta 3 cuadras. "
            },
            {
                "code": "5",
                "label": "<B>Mucho bastón:</B> Para poder caminar 25 pies (7,50 metros), tengo que tener un bastón, muleta o algo de donde sostenerme. Puede moverme en mi casa o en otro edificio sosteniéndome de los muebles o tocando las paredes para obtener apoyo. Puedo utilizar un silla de ruedas o scooter si quiero recorrer distancias mayores. "
            },
            {
                "code": "6",
                "label": "<B>Apoyo bilateral: </B> Para poder caminar hasta alrededor de 25 pies (7,50 metros) debo tener dos bastones o muletas o un andador. Puedo usar una silla de ruedas o scooter para distancias mayores. "
            },
            {
                "code": "7",
                "label": "<B>Silla de ruedas/scooter:</B> Mi principal forma de movilidad es una silla de ruedas. Es posible que pueda pararme y/o dar uno o dos pasos, pero no puedo caminar 25 pies (7,60 metros), aunque tenga muletas o un andador. "
            },
            {
                "code": "8",
                "label": "<B>En cama: </B> No puedo sentarme en una silla de ruedas por más de una hora."
            }
        ],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": "Instrucciones: Por favor, lea las opciones que aparecen a continuación y seleccione la que mejor describa su propia situación. Esta escala se concentra principalmente en su capacidad para caminar. Puede que no encuentre una descripción que refleje su enfermedad en forma exacta, pero por favor, marque la (una) categoría que mejor describa su situación.",
        "evaluated_logic": ""
    }
]