[
    {
        "field_name": "pdds",
        "form_name": "patient_determined_disease_step",
        "section_header": "Istruzioni: Per favore, Legga le scelte indicate di seguito e scelga quella che meglio descrive la Sua situazione. Questa scala si concentra su come Lei cammina. Lei potrebbe non trovare una descrizione che rifletta esattamente la sua condizione, per cui per favore segni la categoria che descrive la Sua situazione il meglio possibile",
        "field_type": "range-info",
        "field_label": "Quale cateogoria descrive meglio La sua situazione?",
        "select_choices_or_calculations": [
            {
                "code": "0",
                "label": "<B>Nessuna disabilità:</B> A volte mi capita di avere qualche sintomo legato alla Sclerosi Multipla, per lo più riguardante la sensibilità, ma questo non limita le mie normali attività. Se ho una ricaduta, tutto ritorna alla normalità quando il sintomo sparisce. "
            },
            {
                "code": "1",
                "label": "<B>Disabilità lieve:</B> Ho qualche lieve segno evidente legato alla Sclerosi Multipla, ma è minore e impatta minimamente sulla mia vita. "
            },
            {
                "code": "2",
                "label": "<B>Disabilità moderata:</B> Non ho nessuna limitazione nel camminare; tuttavia, ho dei problemi dipendenti dalla Sclerosi Multipla che limitano la mia vita quotidiana ma non sono legati alla deambulazione. "
            },
            {
                "code": "3",
                "label": "<B>Disabilità nel cammianre:</B> La Sclerosi Multipla limita la mia vita quotidiana, specialmente la mia capacità di camminare. Riesco a lavorare ma se devo impegnarmi in attività fisiche o sportive ho molte difficoltà rispetto ad una volta. Cammino senza appoggio ma durante le ricadute della malattia ho bisogno di assistenza. "
            },
            {
                "code": "4",
                "label": "<B>Singolo appoggio in fase iniziale:</B> Uso un bastone o una sola stampella o altre forme di appoggio (ad esempio mi appoggio al muro o al braccio di qualcuno) per camminare tutto il tempo o la maggior parte del tempo, specialmente negli spazi esterni. Credo di riuscire a camminare per 7.5mt in 20 secondi senza il bastone o la stampella. Ho sempre bisogno di supporto (bastone o stampella) se voglio camminare per 3 isolati (circa 100 mt). "
            },
            {
                "code": "5",
                "label": "<B>Singolo appoggio in fase avanzata:</B> Per camminare 7.5 metri devo avere o un bastone, o una stampella o qualcuno a cui appoggiarmi. Posso girare per casa o in altri ambienti appoggiandomi ai mobili o alle pareti. Se voglio fare percorsi più lunghi utilizzo la sedia a rotelle o la sedia a rotelle motorizzata. "
            },
            {
                "code": "6",
                "label": "<B>Doppio appoggio:</B> Per camminare 7.5 metri devo avere o due bastoni, o due stampelle o un deambulatore. Utilizzo la sedia a rotelle o la sedia a rotelle motorizzata per distanze più lunghe. "
            },
            {
                "code": "7",
                "label": "<B>Sedia a rotelle/sedia a rotelle motorizzata:</B> La mia principale modalità di spostamento è la sedia a rotelle. Sono capace di alzarmi e fare uno o due passi ma non posso camminare per 7.5 metri anche con le stampelle o il deambulatore. "
            },
            {
                "code": "8",
                "label": "<B>Costretto a letto:</B> Incapace di stare sulla sedia a rotelle per più di un'ora."
            }
        ],
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "pdds",
        "matrix_ranking": "",
        "field_annotation": "range-info-type",
        "evaluated_logic": ""
    }
]